Revit 2024 API
MassLevelData.NVolume Property
 The volume of from the level of this MassLevelData (Mass Floor) to the next in the mass.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public double NVolume { get; }
Visual Basic
Public ReadOnly Property NVolume As Double
	Get
Visual C++
public:
property double NVolume {
	double get ();
}
See Also
MassLevelData Class
Autodesk.Revit.DB.Analysis Namespace